Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

# Best way to help: grow your %@ (%lld of %lld). %@ is good practice for it.
source: Best way to help: grow your %1$@ (%2$lld of %3$lld). %4$@ is good practice for it.
de: Das hilft am meisten: Verbessere deine Fähigkeit „%1$@“ (%2$lld von %3$lld). %4$@ ist dafür eine gute Übung.
fr: Meilleur coup de pouce : développer %1$@ (%2$lld sur %3$lld). Pour ça, un bon entraînement : %4$@.
it: Il modo migliore per aiutarti: far crescere la competenza %1$@ (%2$lld su %3$lld). L’attività %4$@ è un buon allenamento per questo.
ja: いちばん効果的なのは、%1$@を伸ばすことです（%3$lld中%2$lld）。そのためには%4$@がよい練習になります。
uk: Найкраще допоможе розвиток навички: %1$@ (%2$lld із %3$lld). Добра практика для цього — «%4$@».

source: Big banks and consulting firms mostly hire from a short list of universities, and fewer than 1 in 100 people who apply for a first job there get it.
de: Große Banken und Beratungsfirmen stellen meist Absolventen von wenigen ausgewählten Universitäten ein, und weniger als 1 von 100 Bewerbern für einen ersten Job dort bekommt ihn.
fr: Les grandes banques et les cabinets de conseil recrutent surtout dans une courte liste d’universités, et moins d’une personne sur 100 qui y postule décroche un premier poste.
it: Le grandi banche e le società di consulenza assumono soprattutto da un breve elenco di università, e meno di 1 candidato su 100 ottiene lì un primo lavoro.
ja: 大手の銀行やコンサルティング会社は、限られた大学から採用することがほとんどで、最初の仕事に応募した人のうち、採用されるのは100人に1人もいません。
uk: Великі банки й консалтингові фірми здебільшого наймають із короткого списку університетів, і менш ніж 1 зі 100 тих, хто подається туди на першу роботу, її отримує.

source: Big moves for the company you lead. You can make each one once a year, and making one uses up your year.
de: Große Schritte für das Unternehmen, das du führst. Jeden davon kannst du einmal pro Jahr machen, und jeder verbraucht dein Jahr.
fr: De grandes décisions pour l’entreprise que tu diriges. Tu peux prendre chacune une fois par an, et chacune prend toute ton année.
it: Grandi mosse per l’azienda che guidi. Puoi farne ciascuna una volta all’anno, e farne una ti costa un anno.
ja: 率いる会社のための大きな決断です。どれも1年に1回までで、実行するとその1年を使います。
uk: Великі рішення для компанії, яку ти очолюєш. Кожне можна ухвалити раз на рік, і кожне забирає весь твій рік.

source: Biggest ways up: %@.
de: Die besten Wege nach oben: %@.
fr: Meilleurs leviers pour progresser : %@.
it: Le strade migliori per salire: %@.
ja: 特に効果の大きい方法：%@。
uk: Що піднімає шанс найбільше: %@.

source: Block-coding puzzles against the clock.
de: Block-Coding-Rätsel gegen die Uhr.
fr: Des énigmes de programmation par blocs, contre la montre.
it: Rompicapi di coding a blocchi contro il tempo.
ja: ブロックを組み合わせるプログラミングパズルを、時間内に解きます。
uk: Головоломки з блокового програмування на час.

source: Board Certification
de: Facharzt-Zertifizierung
fr: Certification de spécialité
it: Certificazione di specialità
ja: 専門医認定
uk: Сертифікація спеціаліста

source: Board Exam (Physical Therapy License)
de: Prüfung (Physiotherapie-Lizenz)
fr: Examen d’État (Licence de kinésithérapeute)
it: Esame di abilitazione da fisioterapista
ja: 国家試験（理学療法士免許）
uk: Ліцензійний іспит фізіотерапевта

source: Boardroom
de: Chefetage
fr: Salle du conseil
it: Sala del consiglio
ja: 経営会議
uk: Правління

source: Boards hire results — growth delivered, turnarounds, deals — and the ability to speak for the company to investors, staff and the press. A public reputation and friends on other boards help, but only on top of a record.
de: Aufsichtsräte setzen auf Ergebnisse – erreichtes Wachstum, Sanierungen, Deals – und auf die Fähigkeit, das Unternehmen vor Investoren, Mitarbeitern und der Presse zu vertreten. Ein bekannter Name und Freunde in anderen Aufsichtsräten helfen, aber nur zusätzlich zu einer Erfolgsbilanz.
fr: Les conseils d’administration recrutent des résultats — croissance obtenue, redressements, accords — et la capacité de parler au nom de l’entreprise devant les investisseurs, les équipes et la presse. Une réputation publique et des amis dans d’autres conseils aident, mais seulement en plus d’un bilan solide.
it: I consigli di amministrazione scelgono risultati — crescita ottenuta, risanamenti, accordi — e la capacità di parlare a nome dell’azienda con investitori, dipendenti e stampa. Una buona reputazione pubblica e le conoscenze in altri consigli aiutano, ma solo se c’è già un curriculum di risultati.
ja: 取締役会が採用するのは実績です。成長を実現したこと、立て直し、取引の成立、そして投資家や社員、報道陣に会社の顔として語れる力が求められます。世間での評判や、ほかの取締役会とのつながりも役立ちますが、実績があってこその話です。
uk: Ради директорів дивляться на результати — досягнутий ріст, порятунок компаній, угоди — а також на вміння виступати від імені компанії перед інвесторами, працівниками та пресою. Публічна репутація й друзі в інших радах допомагають, але лише на додачу до послужного списку.

source: Book studio time and put your music out there. Long odds, but a breakout single makes you a name.
de: Buche Studiozeit und bring deine Musik raus. Die Chancen sind gering, aber eine Durchbruch-Single macht dich bekannt.
fr: Réserve du temps en studio et fais découvrir ta musique. Les chances sont minces, mais un single qui décolle te fait un nom.
it: Prenota lo studio di registrazione e fai uscire la tua musica. Le probabilità sono basse, ma un singolo di successo ti fa un nome.
ja: スタジオを借りて、自分の音楽を世に出します。成功する確率は低いものの、突き抜けたシングルがあれば名前が知られます。
uk: Забронюй час у студії й випусти свою музику у світ. Шанси невеликі, зате сингл-прорив зробить тобі імʼя.

source: Book studio time and release your own music.
de: Buche Studiozeit und bring deine eigene Musik raus.
fr: Réserve du temps en studio et sors ta propre musique.
it: Prenota lo studio di registrazione e fai uscire la tua musica.
ja: スタジオを借りて、自分の音楽を世に出します。
uk: Забронюй час у студії й випусти власну музику.

source: Booming
de: Boomend
fr: En plein essor
it: In boom
ja: 好況
uk: Бум

source: Borrowed %@ to fund your venture
de: %@ geliehen, um dein Unternehmen zu finanzieren
fr: Tu as emprunté %@ pour financer ton entreprise
it: Hai preso in prestito %@ per finanziare la tua impresa
ja: 起業の資金として%@を借りました
uk: Позичено %@, щоб профінансувати свій бізнес

source: Bracket play on stage against the region's best squads. A few seasons of grinding to qualify.
de: K.-o.-Runden auf der Bühne gegen die besten Teams der Region. Für die Qualifikation brauchst du ein paar Saisons harter Arbeit.
fr: Des matchs à élimination directe sur scène face aux meilleures équipes de la région. Il faut quelques saisons d’acharnement pour se qualifier.
it: Scontri a tabellone sul palco contro le migliori squadre della regione. Per qualificarsi servono alcune stagioni di duro lavoro.
ja: ステージ上のトーナメントで、地域の強豪チームと戦います。出場権を得るには、数シーズンの地道な努力が必要です。
uk: Турнірна сітка на сцені проти найкращих команд регіону. Кілька сезонів наполегливої гри, щоб пройти кваліфікацію.

source: Brands pay famous people — athletes, stars and creators — to show off their products.
de: Marken bezahlen berühmte Leute – Athleten, Stars und Kreative –, damit sie ihre Produkte zeigen.
fr: Les marques paient des personnes célèbres — sportifs, stars et créateurs — pour présenter leurs produits.
it: I marchi pagano le persone famose — atleti, star e creator — per mostrare i loro prodotti.
ja: ブランドは、アスリートやスター、クリエイターなどの有名人にお金を払って、商品を宣伝してもらいます。
uk: Бренди платять відомим людям — спортсменам, зіркам і творцям — за демонстрацію своїх продуктів.

source: Brazil
de: Brasilien
fr: Brésil
it: Brasile
ja: ブラジル
uk: Бразилія

source: Breakout Role
de: Durchbruchsrolle
fr: Rôle révélation
it: Ruolo della svolta
ja: ブレイク役
uk: Роль-прорив

source: Breakthrough:
de: Durchbruch:
fr: Percée :
it: Svolta:
ja: 入り口：
uk: Прорив:

# Build %@ with %@
source: Build %1$@ with %2$@
de: Verbessere „%1$@“ mit %2$@
fr: Développer %1$@ avec %2$@
it: Sviluppa la competenza %1$@ con %2$@
ja: %2$@で%1$@を伸ばす
uk: Розвивати навичку «%1$@» через заняття «%2$@»

source: Build a Demo App
de: Demo-App bauen
fr: Créer une appli de démo
it: Crea un’app dimostrativa
ja: デモアプリの開発
uk: Створити демо-застосунок

source: Build a Game Mod
de: Game-Mod bauen
fr: Créer un mod de jeu
it: Crea una mod per un gioco
ja: ゲームMODの制作
uk: Створити мод для гри

source: Build a small demo app to show off an idea.
de: Baue eine kleine Demo-App, mit der du eine Idee zeigst.
fr: Crée une petite appli de démonstration pour présenter une idée.
it: Crea una piccola app dimostrativa per mostrare un’idea.
ja: アイデアを見せるために、小さなデモアプリを作ります。
uk: Створи невеликий демо-застосунок, щоб показати ідею.

source: Build an audience across social media, a blog and a podcast.
de: Gewinne ein Publikum auf Social Media, mit einem Blog und einem Podcast.
fr: Construis un public sur les réseaux sociaux, un blog et un podcast.
it: Costruisci un pubblico tra social media, un blog e un podcast.
ja: SNS、ブログ、ポッドキャストでファンを増やします。
uk: Збери аудиторію в соцмережах, блозі та подкасті.

source: Build an audience across social, a blog, and a podcast, and chase the spotlight. Most channels fizzle — a viral one makes your name.
de: Gewinne Publikum auf Social Media, mit einem Blog und einem Podcast und jage dem Rampenlicht nach. Die meisten Kanäle verpuffen – ein viraler macht dich bekannt.
fr: Construis un public sur les réseaux sociaux, un blog et un podcast, et vise les projecteurs. La plupart des canaux s’essoufflent — un canal viral te fait un nom.
it: Costruisci un pubblico tra social, un blog e un podcast e insegui i riflettori. La maggior parte dei canali si spegne — uno virale ti fa un nome.
ja: SNS、ブログ、ポッドキャストでファンを増やし、注目を集めます。ほとんどのチャンネルは伸び悩みますが、バズれば名前が知られます。
uk: Збери аудиторію в соцмережах, блозі та подкасті й прагни опинитися в центрі уваги. Більшість каналів згасає — а вірусний робить тобі імʼя.

source: Build cool things and solve real problems.
de: Baue coole Sachen und löse echte Probleme.
fr: Construis des choses géniales et résous de vrais problèmes.
it: Costruisci cose geniali e risolvi problemi veri.
ja: かっこいいものをつくって、本当の問題を解決します。
uk: Створюй круті речі й розвʼязуй справжні проблеми.

source: Build homes, roads, and cities with tools, machines, and teamwork.
de: Mit Werkzeugen, Maschinen und Teamarbeit Häuser, Straßen und Städte bauen.
fr: Construire des maisons, des routes et des villes avec des outils, des machines et du travail d’équipe.
it: Costruisci case, strade e città con attrezzi, macchine e lavoro di squadra.
ja: 道具や機械、チームワークで、家や道路、町をつくります。
uk: Будуй будинки, дороги та міста за допомогою інструментів, машин і командної роботи.

source: Build something that works in a weekend.
de: Baue an einem Wochenende etwas, das funktioniert.
fr: Crée quelque chose qui marche en un week-end.
it: Crea qualcosa che funzioni in un weekend.
ja: 週末のうちに、ちゃんと動くものを作り上げます。
uk: Створи щось робоче за вихідні.

source: Build your life from the buttons
de: Bau dein Leben mit den Buttons
fr: Construis ta vie avec les boutons
it: Costruisci la tua vita con i pulsanti
ja: ボタンで人生をつくる
uk: Будуй життя кнопками

source: Builders and tradespeople show off new tools and big projects.
de: Bauleute und Handwerker zeigen neue Werkzeuge und große Projekte.
fr: Des bâtisseurs et des artisans présentent de nouveaux outils et de grands projets.
it: Costruttori e artigiani mostrano nuovi attrezzi e grandi progetti.
ja: 建設に携わる人や職人が、新しい道具や大きなプロジェクトを披露します。
uk: Будівельники та майстри демонструють нові інструменти й масштабні проєкти.

source: Building programs, from block-based puzzles to real software. Logic, precision, and sticking with a bug until it's fixed.
de: Programme bauen, von Blockrätseln bis zu echter Software. Logik, Genauigkeit und dranbleiben, bis ein Fehler behoben ist.
fr: Créer des programmes, des casse-têtes par blocs aux vrais logiciels. De la logique, de la précision, et la ténacité de ne pas lâcher un bug avant de l’avoir corrigé.
it: Creare programmi, dai rompicapi a blocchi al software vero. Logica, precisione e ostinazione nel restare su un bug finché non è risolto.
ja: ブロックを組み合わせるパズルから本物のソフトウェアまで、プログラムを作ります。論理的に考える力、正確さ、バグが直るまであきらめない粘り強さが身につきます。
uk: Створення програм — від блокових головоломок до справжнього софту. Логіка, точність і наполегливість, поки баг не виправлено.

source: Builds %@.
de: Stärkt: %@.
fr: Compétences développées : %@.
it: Sviluppa %@.
ja: %@が身につきます。
uk: Розвиває: %@.

source: Business
de: Wirtschaft
ja: ビジネス
uk: Бізнес

source: Business Closed 📉
de: Unternehmen geschlossen 📉
fr: Entreprise fermée 📉
it: Impresa chiusa 📉
ja: 事業終了 📉
uk: Бізнес закрито 📉

source: Business is great! Lots of hiring — a great year to apply for a job.
de: Die Geschäfte laufen bestens! Es wird viel eingestellt – ein tolles Jahr für eine Bewerbung.
fr: Les affaires marchent très bien ! Beaucoup d’embauches — une excellente année pour postuler.
it: Gli affari vanno a gonfie vele! Si assume molto — un anno ottimo per candidarsi.
ja: 景気は絶好調です！採用が活発で、仕事に応募するにはぴったりの年です。
uk: Справи йдуть чудово! Компанії активно наймають — чудовий рік, щоб подавати заявки на роботу.

source: Business, management, and entrepreneurship.
de: Wirtschaft, Management und Unternehmertum.
fr: Business, gestion et entrepreneuriat.
it: Business, gestione aziendale e imprenditoria.
ja: ビジネス、経営、起業。
uk: Бізнес, управління та підприємництво.

source: Bylined Writer
de: Artikelautor
fr: Auteur d’articles
it: Articolista
ja: 署名入りライター
uk: Автор публікацій

source: CDL
de: CDL (Lkw- und Bus-Führerschein)
it: Patente professionale (CDL)
ja: 大型・商用運転免許（CDL）

source: CMOs are senior physicians who took on management: department chief, then medical director, then the hospital system's top doctor-executive. Medicine comes first — years of medical school, hospital training and practice.
de: CMOs sind leitende Ärzte, die Managementaufgaben übernommen haben: erst Abteilungsleiter, dann Ärztlicher Direktor, dann der oberste Arzt-Manager des Krankenhausverbunds. Die Medizin kommt zuerst – Jahre im Medizinstudium, in der Krankenhausausbildung und in der Praxis.
fr: Les directeurs médicaux sont des médecins confirmés qui se sont tournés vers la gestion : chef de service, puis responsable médical, puis premier médecin-dirigeant du groupe hospitalier. La médecine vient d’abord — des années d’études de médecine, de formation à l’hôpital et de pratique.
it: I CMO sono medici esperti passati alla gestione: primario di reparto, poi direttore medico, infine il medico-dirigente al vertice del sistema ospedaliero. Prima viene la medicina — anni di facoltà di medicina, formazione in ospedale ed esercizio della professione.
ja: CMOは、経営にも携わるようになったベテランの医師です。診療科の部長から医療部長を経て、病院グループのトップの医師経営者になります。まず医学が先で、医学部での勉強、病院での研修、診療に何年もかけます。
uk: CMO — це досвідчені лікарі, які перейшли до управління: спершу керівник відділення, потім медичний директор, далі — головний лікар-керівник усієї лікарняної системи. Спершу медицина — роки медичного університету, лікарняної практики й роботи.

source: CNA
de: CNA (Pflegehelfer-Zertifikat)
it: Assistente infermieristico (CNA)
ja: CNA（看護助手）

source: CPA
de: CPA (US-Wirtschaftsprüfer-Lizenz)
it: Commercialista (CPA)
ja: 公認会計士（CPA）

source: CSAT grade
de: CSAT-Note
fr: Note au CSAT
it: Voto del CSAT
ja: CSAT等級
uk: Оцінка CSAT

source: Cabin Crew Training (Flight Attendant Certificate)
de: Kabinenpersonal-Weiterbildung (Flugbegleiter-Zertifikat)
fr: Formation du personnel de cabine (Certificat d’agent de bord)
it: Formazione per assistenti di volo
ja: 客室乗務員研修
uk: Підготовка бортпровідників

source: Canada
de: Kanada
ja: カナダ
uk: Канада

source: Capitals, rivers, and mountain ranges — fastest hand wins.
de: Hauptstädte, Flüsse und Gebirge – die schnellste Hand gewinnt.
fr: Capitales, fleuves et chaînes de montagnes — le plus rapide l’emporte.
it: Capitali, fiumi e catene montuose — vince la mano più veloce.
ja: 首都、川、山脈。早押しで勝負します。
uk: Столиці, річки й гірські хребти — перемагає найшвидша рука.

source: Careers are made by publications and by winning research funding: a record of results, and other scientists who cite your work.
de: Karrieren entstehen durch Veröffentlichungen und eingeworbene Forschungsgelder: vorzeigbare Ergebnisse und andere Wissenschaftler, die deine Arbeit zitieren.
fr: Les carrières se font par les publications et l’obtention de financements de recherche : un bilan de résultats, et d’autres chercheurs qui citent ton travail.
it: Le carriere si costruiscono con le pubblicazioni e vincendo finanziamenti per la ricerca: un curriculum di risultati e altri scienziati che citano il tuo lavoro.
ja: キャリアは、論文の発表と研究資金の獲得で築かれます。成果の実績と、自分の研究を引用してくれるほかの研究者がカギです。
uk: Карʼєру будують публікації та здобуте фінансування досліджень: послужний список результатів і інші науковці, які цитують твою роботу.

source: Careers are short and an injury can end one without warning, so most athletes need a second career.
de: Karrieren sind kurz, und eine Verletzung kann sie ohne Vorwarnung beenden, deshalb brauchen die meisten Athleten eine zweite Karriere.
fr: Les carrières sont courtes et une blessure peut y mettre fin sans prévenir, donc la plupart des athlètes ont besoin d’une seconde carrière.
it: Le carriere sono brevi e un infortunio può chiuderne una senza preavviso, quindi la maggior parte degli atleti ha bisogno di una seconda carriera.
ja: 現役の期間は短く、ケガで突然終わることもあるため、ほとんどの選手に第二のキャリアが必要です。
uk: Карʼєра коротка, і травма може обірвати її без попередження, тож більшості спортсменів потрібна друга карʼєра.

source: Careers end early in the game too.
de: Auch hier enden Karrieren früh.
fr: Les carrières se terminent tôt aussi.
it: Anche qui le carriere finiscono presto.
ja: キャリアも早く終わります。
uk: У грі карʼєри теж закінчуються рано.

source: Catching small mistakes and double-checking everything.
de: Kleine Fehler entdecken und alles zweimal prüfen.
fr: Repérer les petites erreurs et tout revérifier.
it: Cogliere i piccoli errori e ricontrollare ogni cosa.
ja: 小さなミスに気づき、何でも二重にたしかめる力。
uk: Помічати дрібні помилки й усе перевіряти двічі.

source: Certificates & licences
de: Zertifikate & Lizenzen
fr: Certificats et licences
it: Attestati e abilitazioni
ja: 資格・免許
uk: Сертифікати та ліцензії

source: Certified Nursing Assistant. The first step into nursing — basic patient care under a nurse’s supervision.
de: Zertifizierter Pflegehelfer. Der erste Schritt in die Pflege – grundlegende Patientenversorgung unter Aufsicht eines Krankenpflegers.
fr: Aide-soignant certifié (CNA). Le premier pas vers les soins infirmiers — les soins de base aux patients sous la supervision d’un infirmier.
it: Assistente infermieristico certificato. Il primo passo verso l’infermieristica — assistenza di base ai pazienti sotto la supervisione di un infermiere.
ja: 認定看護助手（CNA）。看護の世界への最初の一歩で、看護師の指導のもとで基本的な患者のケアを行います。
uk: Сертифікована молодша медсестра. Перший крок у медсестринство — базовий догляд за пацієнтами під наглядом медсестри.

source: Certified Public Accountant — the licence required to sign off on tax filings, audit financial statements, and lead corporate finance roles.
de: Certified Public Accountant (CPA, US-Wirtschaftsprüfer-Lizenz) – nötig, um Steuererklärungen abzuzeichnen, Jahresabschlüsse zu prüfen und Führungsrollen im Finanzwesen von Unternehmen zu übernehmen.
fr: Certified Public Accountant (CPA, expert-comptable américain) — la licence exigée pour valider les déclarations fiscales, auditer les comptes et occuper des postes de direction financière en entreprise.
it: Commercialista (CPA) — l’abilitazione necessaria per firmare le dichiarazioni dei redditi, revisionare i bilanci e ricoprire ruoli di guida nella finanza aziendale.
ja: 公認会計士（CPA）：税務申告に署名したり、財務諸表を監査したり、企業の財務のリーダーを務めたりするために必要な資格です。
uk: Сертифікований бухгалтер (CPA) — ліцензія, без якої не можна підписувати податкові декларації, проводити аудит фінансової звітності та обіймати керівні посади в корпоративних фінансах.

source: Certified to prepare and dispense prescriptions under a pharmacist’s supervision — the way into a pharmacy without the doctorate.
de: Zertifiziert, verschriebene Medikamente unter Aufsicht eines Apothekers vorzubereiten und abzugeben – der Weg in die Apotheke ohne Promotion.
fr: Certification pour préparer et délivrer les médicaments sur ordonnance sous la supervision d’un pharmacien — la voie d’accès à une pharmacie sans le doctorat.
it: Certificazione per preparare e dispensare le prescrizioni sotto la supervisione di un farmacista — la strada per lavorare in farmacia senza il dottorato.
ja: 薬剤師の指導のもとで処方薬を準備して渡すための資格です。博士課程を修めなくても薬局で働ける道です。
uk: Сертифікація на право готувати й відпускати ліки за рецептами під наглядом фармацевта — шлях в аптеку без докторського ступеня.

source: Champion
de: Durchhalter
it: Campione
ja: 努力家
uk: Чемпіон

source: Chance goes up with the skills below, your years of work and your %@ fame.
de: Die Chance steigt mit den Fähigkeiten unten, deinen Arbeitsjahren und deinem Ruhm in %@.
fr: Tes chances augmentent avec les compétences ci-dessous, tes années de travail et ta renommée en %@.
it: La probabilità sale con le competenze qui sotto, i tuoi anni di lavoro e la tua fama nel settore %@.
ja: 確率は、必要なスキル、仕事の経験年数、%@の名声に応じて上がります。
uk: Шанс підвищують навички нижче, твої роки роботи й твоя слава (%@).

source: Chance to get hired:
de: Einstellungschance:
fr: Chances d’embauche :
it: Probabilità di assunzione:
ja: 採用される確率：
uk: Шанс отримати роботу:

source: Chase a Breakout Role
de: Der Durchbruchsrolle nachjagen
fr: Viser un rôle révélation
it: Insegui il ruolo della svolta
ja: ブレイク役への挑戦
uk: Гнатися за проривною роллю

source: Chase a Hit Single
de: Einer Hit-Single nachjagen
fr: Viser un tube
it: Insegui il singolo di successo
ja: ヒットシングルへの挑戦
uk: Гнатися за хіт-синглом

source: Chatting with the advisor needs iOS or macOS 26 with Apple Intelligence — for now you'll get its standard advice.
de: Der Chat mit dem Berater braucht iOS oder macOS 26 mit Apple Intelligence – vorerst bekommst du seine Standard-Tipps.
fr: Pour discuter avec le conseiller, il faut iOS ou macOS 26 avec Apple Intelligence — pour l’instant, tu auras ses conseils habituels.
it: Per chattare con il consulente servono iOS o macOS 26 con Apple Intelligence — per ora avrai i consigli di base.
ja: アドバイザーとチャットするには、Apple Intelligenceが使えるiOSまたはmacOS 26が必要です。今のところは基本のアドバイスになります。
uk: Чат із радником потребує iOS або macOS 26 з Apple Intelligence — поки що ти отримуєш його стандартні поради.

source: Chefs and hotel people show off new dishes and ideas.
de: Köche und Hotelleute zeigen neue Gerichte und Ideen.
fr: Des chefs et des gens de l’hôtellerie présentent de nouveaux plats et de nouvelles idées.
it: Chef e personale degli alberghi presentano nuovi piatti e idee.
ja: 料理人やホテルの人たちが、新しい料理やアイデアを披露します。
uk: Кулінари й працівники готелів показують нові страви та ідеї.

source: Chess
de: Schach
fr: Échecs
it: Scacchi
ja: チェス
uk: Шахи

source: Childhood
de: Kindheit
fr: Enfance
it: Infanzia
ja: 子ども時代
uk: Дитинство

source: City Marathon
de: Stadtmarathon
fr: Marathon de la ville
it: Maratona cittadina
ja: シティマラソン
uk: Міський марафон

source: Civil, mechanical, electrical, robotics engineer
de: Bauingenieur, Maschinenbauingenieur, Elektroingenieur, Robotikingenieur
fr: ingénieur en génie civil, en mécanique, en électricité, en robotique
it: ingegnere civile, meccanico, elettrico, della robotica
ja: 土木技術者、機械エンジニア、電気エンジニア、ロボットエンジニア
uk: інженер-будівельник, інженер-механік, інженер-електрик, робототехнік

source: Class 12 (Senior Secondary)
de: Class 12 (Sekundarstufe II)
fr: Class 12 (secondaire supérieur)
it: Class 12 (scuola secondaria superiore)
ja: 12年生（高校）
uk: 12 клас (старша середня школа)

source: Class 12 percentage
de: Class-12-Prozentwert
fr: Pourcentage en Class 12
it: Percentuale della Class 12
ja: 12年生の得点率
uk: Відсоток за 12 клас

source: Class Representative
de: Klassensprecher
fr: Délégué de classe
it: Rappresentante di classe
ja: 学級委員
uk: Староста класу

source: Class Representative Election
de: Klassensprecherwahl
fr: Élection du délégué de classe
it: Elezione del rappresentante di classe
ja: 学級委員選挙
uk: Вибори старости класу
